adamraichu.docx-viewer
alexcvzz.vscode-sqlite
almenon.arepl
batisteo.vscode-django
benjamin-simmonds.pythoncpp-debug
bhughes339.replacerules
c4deszes.ldf-syntax
cmoog.sqlnotebook
codezombiech.gitignore
cstrap.python-snippets
demystifying-javascript.python-extensions-pack
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
drmattsm.replace-smart-characters
eamodio.gitlens
ecmel.vscode-html-css
edag94.replacequotes
editorconfig.editorconfig
eliazbobadilla.python-ultisnippets
emeraldwalk.runonsave
ericsia.pythonsnippets3
esbenp.prettier-vscode
formulahendry.code-runner
frhtylcn.pythonsnippets
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hbenl.vscode-test-explorer-liveshare
janisdd.vscode-edit-csv
jillmnolan.python-essentials
jinhyuk.replace-curly-quotes
jithurjacob.nbpreviewer
kaih2o.python-resource-monitor
kevinrose.vsc-python-indent
leojhonsong.python-extension-pack
littlefoxteam.vscode-python-test-adapter
magicstack.magicpython
mechatroner.rainbow-csv
mengrbatinov.mssql-extensions-starter-pack
mengrbatinov.mssql-scripts
mengrbatinov.mssql-snippets
mohd-akram.vscode-html-format
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-pyright.pyright
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
nils-ballmann.python-coding-tools
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
phoihos.csv-to-md-table
richardchien.sqlnotebook-extended
ryuta46.multi-command
shahilkumar.docxreader
sidthesloth.html5-boilerplate
spywhere.guides
streetsidesoftware.code-spell-checker
take-me1010.pykv-snippets
thebarkman.vscode-djaneiro
tomoki1207.pdf
trabpukcip.wolf
tushortz.python-extended-snippets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
wolfieshorizon.python-auto-venv
xirider.livecode
yechunan.json-color-token
yy0931.vscode-sqlite3-editor
yzhang.markdown-all-in-one
ziyasal.vscode-open-in-github
